/*Завдання для Math.min та Math.max:

Створіть функцію, яка приймає два числа як аргументи і повертає менше з них.

Створіть функцію, яка приймає два числа як аргументи і повертає більше з них.*/

console.log(Math.min(9,5,23,6,90));
console.log(Math.max(9,5,23,6,90));

/*Завдання для Math.pow:

Створіть функцію, яка підносить число до заданого ступеня.

Виведіть результат у консоль.*/

console.log(Math.pow(5,3));

/*Завдання для Math.floor та Math.ceil:

Створіть функцію, яка приймає випадкове дробове число та використовує 
Math.floor для округлення вниз.

Створіть функцію, яка приймає випадкове дробове число та використовує
 Math.ceil для округлення вгору.*/

console.log(Math.floor(4.765));
console.log(Math.ceil(4.765));

